Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
es_es: Una curva lineal representa un pago que cambia a una tasa constante a lo largo del tiempo o según los niveles de rendimiento.

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
es_es: Una curva escalonada cambia el pago en "saltos" fijos en intervalos específicos en lugar de hacerlo gradualmente.

source: Amount (units)
es_es: Cantidad (unidades)

source: Percentages
es_es: Porcentajes

source: View payout curve
es_es: Ver curva de pago

source: Additional field attributes
es_es: Atributos de campo adicionales

source: Are you sure you want to deactivate entity? This action cannot be undone.
es_es: ¿Seguro que quieres desactivar la entidad? Esta acción no se puede deshacer.

source: Are you sure you want to delete this entity? This action cannot be undone.
es_es: ¿Seguro que quieres eliminar esta entidad? Esta acción no se puede deshacer.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
es_es: ¿Seguro que quieres publicar esta entidad? Te recomendamos revisar primero la configuración de la entidad.

source: Confirm publishing
es_es: Confirmar publicación

source: Create custom entity
es_es: Crear entidad personalizada

source: Failed to load entity details.
es_es: Error al cargar los detalles de la entidad.

source: Custom entity details
es_es: Detalles de entidad personalizada

source: Edit custom entity
es_es: Editar entidad personalizada

source: Edit {{name}}
es_es: Editar {{name}}

source: Effective dating
es_es: Fecha de entrada en vigor

source: No effective dating
es_es: Sin fecha de entrada en vigor

source: Effective date range
es_es: Rango de fechas de vigencia

source: Try adjusting your search or filters to find what you're looking for.
es_es: Prueba a ajustar tu búsqueda o los filtros para encontrar lo que estás buscando.

source: No custom entities match your filters
es_es: Ninguna entidad personalizada coincide con tus filtros

source: No custom entities yet
es_es: Aún no hay entidades personalizadas

source: Entity details
es_es: Detalles de la entidad

source: At least one field must be set as business key.
es_es: Al menos un campo debe establecerse como clave de negocio.

source: At least one field must be configured.
es_es: Debe configurarse al menos un campo.

source: At least one field must be set as required.
es_es: Al menos un campo debe establecerse como obligatorio.

source: You can add up to {{max}} fields
es_es: Puedes añadir hasta {{max}} campos

source: Is business key
es_es: Es clave empresarial

source: Is required
es_es: Es obligatorio

source: Provide a name for the entity
es_es: Proporciona un nombre para la entidad

source: Reference
es_es: Referencia

source: {{count}} of {{max}}
es_es: {{count}} de {{max}}

source: Select reference
es_es: Seleccionar referencia

source: Enter a description
es_es: Introduce una descripción

source: Enter a name for the entity
es_es: Introduce un nombre para la entidad

source: Build your entity grid by adding fields
es_es: Crea tu cuadrícula de entidades añadiendo campos

source: Grid builder
es_es: Creador de cuadrículas

source: Custom entities
es_es: Entidades personalizadas

source: Total entities
es_es: Entidades totales

source: The custom entity was successfully activated.
es_es: La entidad personalizada se activó correctamente.

source: The custom entity was successfully deactivated.
es_es: La entidad personalizada se ha desactivado correctamente.

source: Search for custom entities
es_es: Buscar entidades personalizadas

source: Custom Entities
es_es: Entidades personalizadas

source: Enum reference
es_es: Referencia de enumeración

source: Number
es_es: Número

source: The field name is required.
es_es: El nombre del campo es obligatorio.

source: The reference is required for this type.
es_es: La referencia es obligatoria para este tipo.

source: The field type is required.
es_es: El tipo de campo es obligatorio.

source: Not defined
es_es: No definido

source: View {{name}}
es_es: Ver {{name}}

source: Field Management
es_es: Gestión de campos

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
es_es: Define la etiqueta que indica qué análisis se actualizarán desde PayAnalytics cuando se active la acción de actualización.

source: Label name
es_es: Nombre de la etiqueta

source: Analysis refresh configuration
es_es: Configuración de actualización del análisis

source: Add mapping to model
es_es: Añadir asignación al modelo

source: Add mapping to the model
es_es: Añadir asignación al modelo

source: Additional compensation field
es_es: Campo de compensación adicional

source: Compensation components will be automatically adjusted to full-time using the FTE field.
es_es: Los componentes de la compensación se ajustarán automáticamente a tiempo completo usando el campo FTE.

source: Apply part-time scaling
es_es: Aplicar la escala de tiempo parcial

source: The field for compensation field is required.
es_es: El campo para la compensación es obligatorio.

source: Compensation field
es_es: Campo de compensación

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
es_es: Convierte todos los datos de compensación a la divisa global o a la divisa indicada a continuación. Para la conversión se utilizarán el tipo de cambio predeterminado y la fecha de vigencia de la instantánea de datos.

source: Currency conversion
es_es: Conversión de divisas

source: The field for currency field is required.
es_es: El campo de moneda es obligatorio.

source: The field for data model is required.
es_es: El campo para el modelo de datos es obligatorio.

source: Select data model
es_es: Seleccionar modelo de datos

source: Demographic
es_es: Datos demográficos

source: Additional demographic variable
es_es: Variable demográfica adicional

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
es_es: Para cada modelo de datos creado en la base de datos, asigna la configuración del conjunto de datos necesaria para generar un Análisis de Pago. Solo las instantáneas que utilicen un modelo de datos con una asignación pueden usarse para generar conjuntos de datos de análisis de pago.

source: Edit mapping to the model
es_es: Editar la asignación al modelo

source: The field for worker ID is required.
es_es: El campo del ID del colaborador/a es obligatorio.

source: Worker ID & group
es_es: ID y grupo del colaborador/a

source: Get started by adding one.
es_es: Empieza añadiendo uno.

source: No models with mapping yet.
es_es: Aún no hay modelos con asignación.

source: The field for female is required.
es_es: El campo para mujer es obligatorio.

source: Female
es_es: Mujer

source: The field for full-time equivalent is required.
es_es: El campo de equivalente a tiempo completo es obligatorio.

source: Full-time equivalent
es_es: Equivalente a tiempo completo

source: The field for gender field is required.
es_es: El campo de género es obligatorio.

source: Gender field
es_es: Campo de género

source: The worker category can be defined when creating the snapshot.
es_es: La categoría del colaborador/a se puede definir al crear la instantánea.

source: Use the worker category from the snapshot as the main group.
es_es: Utiliza la categoría de colaborador/a de la instantánea como el grupo principal.

source: The field for main currency is required.
es_es: El campo para la divisa principal es obligatorio.

source: Main currency
es_es: Moneda principal

source: The field for main group is required.
es_es: El campo del grupo principal es obligatorio.

source: Main group
es_es: Grupo principal

source: The field for male is required.
es_es: El campo para hombre es obligatorio.

source: Male
es_es: Hombre

source: Select a model and configure the mapping for the essential fields.
es_es: Selecciona un modelo y configura la asignación para los campos esenciales.

source: Edit mapping
es_es: Editar asignación

source: Non-binary
es_es: No binario

source: Not reported
es_es: No informado

source: Scaled compensation components
es_es: Componentes de compensación escalados

source: Additional compensation fields
es_es: Campos de compensación adicionales

source: Part-time scaling
es_es: Escalado de tiempo parcial

source: Data models with pay analysis mapping
es_es: Modelos de datos con mapeo de análisis de pagos

source: View mapping to the model
es_es: Ver el mapeo con el modelo

source: The dataset mapping configuration was successfully saved.
es_es: La configuración de asignación del conjunto de datos se guardó correctamente.

source: You haven't added any features yet.
es_es: Aún no has añadido ninguna función.

source: Select field
es_es: Seleccionar campo

source: Snapshot ID copied
es_es: ID de instantánea copiado

source: Data revision
es_es: Revisión de datos

source: Model
es_es: Modelo

source: status
es_es: estado

source: Worker category
es_es: Categoría de trabajador

source: The snapshot was successfully created.
es_es: La instantánea se creó correctamente.

source: Snapshot details
es_es: Detalles de la instantánea

source: Download logs
es_es: Descargar registros

source: Search by snapshot name
es_es: Buscar por nombre de instantánea

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
es_es: Estás a punto de cambiar el modelo de datos. Esta acción eliminará las <strong>categorías de trabajadores seleccionadas previamente</strong>, ya que dependen del modelo de datos elegido.

source: Are you sure you want to continue?
es_es: ¿Estás seguro de que quieres continuar?

source: Data model edition
es_es: Edición del modelo de datos

source: Define the data model, the effective date and the population
es_es: Define el modelo de datos, la fecha de vigencia y la población

source: Snapshot configuration
es_es: Configuración de instantáneas

source: Define the snapshot field name and description
es_es: Define el nombre y la descripción del campo de instantánea

source: The data model is required.
es_es: El modelo de datos es obligatorio.

source: Select the field to include for worker category in this snapshot
es_es: Selecciona el campo que deseas incluir para la categoría de trabajador en esta instantánea

source: Add feature to snapshot
es_es: Agregar función a la instantánea

source: Define the worker category you want to use in this snapshot
es_es: Define la categoría de colaborador/a que quieres usar en esta instantánea

source: Use worker category configuration
es_es: Usar la configuración de categoría de colaborador/a

source: The order of the fields determines the output value of this concatenated field.
es_es: El orden de los campos determina el valor de salida de este campo concatenado.

source: Concatenated fields
es_es: Campos concatenados

source: At least one field is required for the custom mode.
es_es: Se requiere al menos un campo para el modo personalizado.

source: Search for a feature
es_es: Buscar una función

source: Select configuration type
es_es: Seleccionar tipo de configuración

source: Snapshots
es_es: Instantáneas

source: Create pay analysis dataset
es_es: Crear conjunto de datos de análisis de nómina

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
es_es: Para completar la creación del conjunto de datos para el análisis salarial, selecciona el arrendatario en PayAnalytics.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
es_es: La instantánea que está intentando cargar contiene tipos de cambio de divisas no configurados. Actualice la configuración de divisas.

source: The data contains null values in numerical fields. Please the log file for more information.
es_es: Los datos contienen valores nulos en campos numéricos. Consulta el archivo de registro para obtener más información.

source: The data set was successfully created.
es_es: El conjunto de datos se creó correctamente.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
es_es: Se ha producido un error al procesar los datos en PayAnalytics. Ponte en contacto con el Servicio de Atención al Cliente.

source: Dataset name
es_es: Nombre del conjunto de datos

source: The name of the data set is required.
es_es: El nombre del conjunto de datos es obligatorio.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
es_es: La configuración de autorización actual dará lugar a la creación de un conjunto de datos vacío. Verifique el acceso de sus colaboradores/as.

source: Empty dataset
es_es: Conjunto de datos vacío

source: Select PayAnalytics tenant
es_es: Seleccionar inquilino de PayAnalytics

source: The PayAnalytics tenant is required.
es_es: Se requiere el tenant de PayAnalytics.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
es_es: Esta captura no contiene la categoría de colaborador/a requerida como grupo principal. Puedes enviar la captura sin un grupo principal o cancelar y actualizar la captura o la asignación.

source: Worker category absent from snapshot
es_es: Categoría de colaborador/a ausente en la instantánea

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
es_es: La instantánea generada no pudo rellenar el campo de categoría de colaborador/a para todas las personas colaboradoras. Por favor, revise sus datos.

source: Worker category partially missing
es_es: Categoría de colaborador/a parcialmente ausente

source: The name of the model must be unique.
es_es: El nombre del modelo debe ser único.

source: Enter the basic information of the model
es_es: Introduzca la información básica del modelo

source: Performance Management entities
es_es: Entidades de Gestión del Desempeño

source: Core HR entities
es_es: Entidades básicas de RR. HH.

source: Others entities
es_es: Otras entidades

source: Compensation Management entities
es_es: Entidades de Gestión de Compensaciones

source: Model design
es_es: Diseño del modelo

source: Define the entities and other sources to use as the model base
es_es: Definir las entidades y otras fuentes para usarlas como base del modelo

source: Define the entities and fields to include in this model.
es_es: Defina las entidades y los campos que se deben incluir en este modelo.

source: No selected entities
es_es: No hay entidades seleccionadas

source: Data Entities & Sources
es_es: Entidades de datos y fuentes

source: Entities: {{count}}
es_es: Entidades: {{count}}

source: Fields: {{count}}
es_es: Campos: {{count}}

source: Selected fields
es_es: Campos seleccionados

source: Tree entities
es_es: Entidades de árbol

source: View the fields already included in this model.
es_es: Consulta los campos ya incluidos en este modelo.

source: Current fields
es_es: Campos actuales

source: This model already includes all available fields from the database. There are no additional fields to add.
es_es: Este modelo ya incluye todos los campos disponibles de la base de datos. No hay campos adicionales que añadir.

source: All fields have already been added
es_es: Todos los campos ya se han añadido

source: Select additional fields from the database to extend this model.
es_es: Selecciona campos adicionales de la base de datos para ampliar este modelo.

source: Add more fields
es_es: Añadir más campos

source: Extend model - {{name}}
es_es: Ampliar modelo: {{name}}

source: Grid preview
es_es: Vista previa de la matriz

source: Review & publish model
es_es: Revisar y publicar modelo

source: Data Modeling
es_es: Modelado de datos

source: No selected fields. Please select at least one field to save or proceed.
es_es: No hay campos seleccionados. Seleccione al menos un campo para guardar o continuar.

source: The model was successfully published.
es_es: El modelo se ha publicado correctamente.

source: The model was successfully saved.
es_es: El modelo se ha guardado correctamente.

source: Policies
es_es: Políticas

source: Data Privacy
es_es: Privacidad de datos

source: Compliance & Storage
es_es: Cumplimiento y almacenamiento

source: Role & Permission Management
es_es: Gestión de roles y permisos

source: Exchange rates
es_es: Tipos de cambio

source: Exchange rate
es_es: Tipo de cambio

source: From
es_es: De

source: Identifier
es_es: Identificador

source: To
es_es: Para

source: Exchange rate template
es_es: Plantilla de tipo de cambio

source: Exchange Rates
es_es: Tipos de cambio

source: The exchange rate type was successfully created.
es_es: El tipo de cambio se ha creado correctamente.

source: Create type
es_es: Crear tipo

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
es_es: ¿Está seguro de que desea eliminar este tipo de tipo de cambio? Ya no se podrá utilizar en ningún proceso futuro.

source: The exchange rate type successfully was deleted.
es_es: El tipo de cambio se eliminó correctamente.

source: Create exchange rate type
es_es: Crear tipo de tipo de cambio

source: Edit exchange rate type
es_es: Editar tipo de tipo de cambio

source: The exchange rate type was successfully edited.
es_es: El tipo de cambio se ha editado correctamente.

source: The exchange rate type code must be unique.
es_es: El código del tipo de cambio debe ser único.

source: Types
es_es: Tipos

source: Created
es_es: Creado

source: Search for a type
es_es: Buscar un tipo

source: Exchange Rates Types
es_es: Tipos de tipos de cambio

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
es_es: Se produjo un error al validar el archivo. Por favor, compruebe los nombres de las columnas, los datos obligatorios y el formato del archivo, y vuelva a intentarlo.

source: Click upload to add files.
es_es: Haga clic en subir para añadir archivos.

source: 10MB max per file
es_es: 10 MB máximo por archivo

source: Supported formats: CSV
es_es: Formatos compatibles: CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
es_es: Algunos registros no se pudieron cargar. Por favor, consulte el archivo de registro CSV proporcionado para más detalles.

source: Extensions & Plugins
es_es: Extensiones y plugins

source: Feature groups
es_es: Grupos de funciones

source: Select a group to see the corresponding features or options.
es_es: Seleccione un grupo para ver las funciones o las opciones correspondientes.

source: Alphanumeric
es_es: Alfanumérico

source: Date & Time
es_es: Fecha y hora

source: Linked to the selected language
es_es: Vinculado al idioma seleccionado

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
es_es: Está a punto de eliminar el ámbito de datos <name>{{name}}</name>. ¿Está seguro de que desea continuar?

source: Delete data scope
es_es: Eliminar el ámbito de datos

source: Data scope name
es_es: Nombre del alcance de datos

source: The name cannot be empty. Please provide a name for the data scope.
es_es: El nombre no puede estar vacío. Por favor, proporcione un nombre para el ámbito de datos.

source: Create data scope
es_es: Crear ámbito de datos

source: The data scope was successfully created.
es_es: El alcance de datos se creó correctamente.

source: The data scope was successfully deleted.
es_es: El ámbito de datos se eliminó correctamente.

source: Edit data scope
es_es: Editar el alcance de los datos

source: No data scopes yet
es_es: Aún no hay ámbitos de datos

source: Data Scope Manager
es_es: Gestor de Alcance de Datos

source: Data scopes
es_es: Ámbitos de datos

source: Pay automation
es_es: Automatización de la remuneración

source: The target variable cannot be empty. Please provide a value.
es_es: La variable objetivo no puede estar vacía. Por favor, proporcione un valor.

source: Select the target variable you want to model
es_es: Seleccione la variable objetivo que desea modelar

source: The data model cannot be empty. Please provide a data model.
es_es: El modelo de datos no puede estar vacío. Por favor, proporcione un modelo de datos.

source: Create and include snapshot
es_es: Crear e incluir instantánea

source: Models
es_es: Modelos

source: Purpose
es_es: Propósito

source: Transformations
es_es: Transformaciones

source: Log transformation
es_es: Transformación logarítmica

source: Select which additional information you want to include in this snapshot.
es_es: Seleccione qué información adicional desea incluir en esta instantánea.

source: Create & manage machine learning models
es_es: Crear y gestionar modelos de aprendizaje automático

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
es_es: ¿Está seguro de que desea eliminar el modelo "{{name}}"? Esta acción no se puede deshacer.

source: Delete model
es_es: Eliminar modelo

source: Model Manager
es_es: Gestor de modelos

source: The model name cannot be empty.
es_es: El nombre del modelo no puede estar vacío.

source: Model type
es_es: Tipo de modelo

source: The model type cannot be empty.
es_es: El tipo de modelo no puede estar vacío.

source: Snapshot
es_es: Instantánea

source: The snapshot cannot be empty.
es_es: La instantánea no puede estar vacía.

source: Model type & snapshot
es_es: Tipo de modelo y captura

source: Auto-update
es_es: Actualización automática

source: Disable in all features
es_es: Desactivar en todas las funciones

source: Enable in all features
es_es: Habilitar en todas las funciones

source: Multicollinearity check
es_es: Comprobación de multicolinealidad

source: Data auto-update
es_es: Actualización automática de datos

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
es_es: Define qué atributos estarán disponibles en el modelo. Para un entrenamiento adecuado del modelo, selecciona al menos 5 características.

source: Please select at least one feature.
es_es: Selecciona al menos una función.

source: {{featuresCount}} features selected
es_es: {{featuresCount}} funciones seleccionadas

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
es_es: De forma predeterminada, el modelo se entrenará utilizando regresión ridge y generará estimadores regularizados para cada característica seleccionada en el modelo. Si validas, comprobaremos la regresión de Mínimos Cuadrados Ordinarios (OLS) y eliminaremos la multicolinealidad perfecta entre las características seleccionadas.

source: Select model features
es_es: Seleccionar características del modelo
